{
  "version": "1.0",
  "truncation": null,
  "padding": null,
  "added_tokens": [
    {
      "id": 0,
      "content": "[UNK]",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 1,
      "content": "[PAD]",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 2,
      "content": "[SOS]",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 3,
      "content": "[EOS]",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    }
  ],
  "normalizer": null,
  "pre_tokenizer": {
    "type": "Whitespace"
  },
  "post_processor": null,
  "decoder": null,
  "model": {
    "type": "WordLevel",
    "vocab": {
      "[UNK]": 0,
      "[PAD]": 1,
      "[SOS]": 2,
      "[EOS]": 3,
      ".": 4,
      "టామ్": 5,
      "నేను": 6,
      "?": 7,
      "మీరు": 8,
      "నాకు": 9,
      ",": 10,
      "మరియు": 11,
      "చాలా": 12,
      "ఈ": 13,
      "ఇది": 14,
      "నా": 15,
      "మీకు": 16,
      "అతను": 17,
      "మేము": 18,
      "ఉంది": 19,
      "మేరీ": 20,
      "మీ": 21,
      "లేదు": 22,
      "తన": 23,
      "ఆమె": 24,
      "ఒక": 25,
      "తెలుసు": 26,
      "అని": 27,
      "ఏమి": 28,
      "కోసం": 29,
      "గురించి": 30,
      "నన్ను": 31,
      "వారు": 32,
      "అది": 33,
      "ఎందుకు": 34,
      "ఎక్కడ": 35,
      "చెప్పాడు": 36,
      "మాకు": 37,
      "అతని": 38,
      "ఇప్పుడు": 39,
      "ఎలా": 40,
      "తెలియదు": 41,
      "టామ్‌కు": 42,
      "సహాయం": 43,
      "అలా": 44,
      "రోజు": 45,
      "ఫ్రెంచ్": 46,
      "ఎప్పుడూ": 47,
      "కలిసి": 48,
      "నుండి": 49,
      "మా": 50,
      "సమయం": 51,
      "అనుకోను": 52,
      "ఆ": 53,
      "ఉన్నాయి": 54,
      "టామ్‌ను": 55,
      "దయచేసి": 56,
      "ఇష్టం": 57,
      "ఉన్నాడు": 58,
      "ఉన్నారు": 59,
      "ఏమీ": 60,
      "కాదు": 61,
      "దాని": 62,
      "మేరీకి": 63,
      "అనుకుంటున్నాను": 64,
      "అవసరం": 65,
      "ఇక్కడ": 66,
      "చెప్పారు": 67,
      "మేరీని": 68,
      "ఇంకా": 69,
      "ఎంత": 70,
      "నిజంగా": 71,
      "పని": 72,
      "మిమ్మల్ని": 73,
      "యొక్క": 74,
      "ఏమిటి": 75,
      "కోరుకుంటున్నాను": 76,
      "బాగా": 77,
      "భారతీయ": 78,
      "మంచి": 79,
      "ముందు": 80,
      "వచ్చింది": 81,
      "వ్యక్తి": 82,
      "సంతోషంగా": 83,
      "అతన్ని": 84,
      "ఇంటికి": 85,
      "ఉందా": 86,
      "ఉన్నాను": 87,
      "కాదా": 88,
      "కూడా": 89,
      "గొప్ప": 90,
      "చేయడం": 91,
      "తాను": 92,
      "తిరిగి": 93,
      "తెలుగు": 94,
      "ప్రతి": 95,
      "మనం": 96,
      "లేదా": 97,
      "వివాహం": 98,
      "వేచి": 99,
      "ఇంట్లో": 100,
      "ఇప్పటికీ": 101,
      "ఉందని": 102,
      "ఎవరూ": 103,
      "ఏదైనా": 104,
      "ఒంటరిగా": 105,
      "ఒకటి": 106,
      "కానీ": 107,
      "కొన్ని": 108,
      "గత": 109,
      "డబ్బు": 110,
      "దాదాపు": 111,
      "దానిని": 112,
      "దీన్ని": 113,
      "బహుశా": 114,
      "అతనికి": 115,
      "అనేక": 116,
      "అమ్మాయి": 117,
      "అర్థం": 118,
      "ఆశ్చర్యపోతున్నాను": 119,
      "ఇంతకు": 120,
      "ఇద్దరూ": 121,
      "ఉంటుంది": 122,
      "ఉండాలని": 123,
      "ఉండాలి": 124,
      "ఉదయం": 125,
      "కంటే": 126,
      "కారు": 127,
      "కి": 128,
      "ఖచ్చితంగా": 129,
      "గంటలకు": 130,
      "చేయాలని": 131,
      "జరిగిందో": 132,
      "టామ్‌తో": 133,
      "తండ్రి": 134,
      "తనకు": 135,
      "తనను": 136,
      "తరచుగా": 137,
      "తలుపు": 138,
      "నిజం": 139,
      "పేరు": 140,
      "పొరపాటు": 141,
      "బిజీగా": 142,
      "మధ్యాహ్నం": 143,
      "మనకు": 144,
      "మీద": 145,
      "మూడు": 146,
      "రాత్రి": 147,
      "రెండు": 148,
      "వచ్చాడు": 149,
      "వారి": 150,
      "విన్నాను": 151,
      "వైపు": 152,
      "అంటే": 153,
      "అక్టోబర్": 154,
      "ఇల్లు": 155,
      "ఉంటాడు": 156,
      "ఉన్న": 157,
      "ఉన్నారని": 158,
      "ఎవరైనా": 159,
      "కలిగి": 160,
      "కొంచెం": 161,
      "చూస్తున్నాను": 162,
      "చెప్పలేదు": 163,
      "చెప్పినట్లు": 164,
      "చేపలు": 165,
      "చేయండి": 166,
      "చేయమని": 167,
      "చేయాలో": 168,
      "చేశాడు": 169,
      "చేసాను": 170,
      "చేస్తారు": 171,
      "టామ్కు": 172,
      "తమిళం": 173,
      "త్వరగా": 174,
      "దీనిని": 175,
      "నాతో": 176,
      "నిన్ను": 177,
      "నువ్వు": 178,
      "పాఠశాల": 179,
      "పోలీసులు": 180,
      "ప్రసిద్ధ": 181,
      "మాత్రమే": 182,
      "లో": 183,
      "వద్దకు": 184,
      "విందు": 185,
      "సమయానికి": 186,
      "సమస్య": 187,
      "హిందీ": 188,
      "20": 189,
      "S": 190,
      "అంతా": 191,
      "అందరికీ": 192,
      "అందరూ": 193,
      "అక్కడ": 194,
      "అక్కడికి": 195,
      "అడిగాడు": 196,
      "అడిగారు": 197,
      "అత్యంత": 198,
      "అనారోగ్యంతో": 199,
      "అనుకున్నాడు": 200,
      "అనుకున్నాను": 201,
      "అనేది": 202,
      "అబ్బాయి": 203,
      "ఆయన": 204,
      "ఆరు": 205,
      "ఆశిస్తున్నాను": 206,
      "ఆహారం": 207,
      "ఇంటి": 208,
      "ఇంత": 209,
      "ఇతర": 210,
      "ఈత": 211,
      "ఉన్నట్లు": 212,
      "ఉన్నానని": 213,
      "ఉన్నాము": 214,
      "ఉన్నారో": 215,
      "ఎక్కడికి": 216,
      "ఎనిమిది": 217,
      "ఎప్పుడైనా": 218,
      "ఎల్లప్పుడూ": 219,
      "ఎవరు": 220,
      "ఎవరో": 221,
      "ఏ": 222,
      "కొంత": 223,
      "కొడుకు": 224,
      "కొత్త": 225,
      "క్షమించండి": 226,
      "గదిని": 227,
      "చూడండి": 228,
      "చూడటం": 229,
      "చెప్పగలరా": 230,
      "చెప్పాను": 231,
      "చెప్పాలి": 232,
      "చెప్పిన": 233,
      "చేయడానికి": 234,
      "చేయలేదు": 235,
      "చేయవద్దు": 236,
      "చేయాలనుకుంటున్నాను": 237,
      "చేసిన": 238,
      "జాన్": 239,
      "డాక్టర్": 240,
      "తగినంత": 241,
      "తప్పు": 242,
      "తల్లి": 243,
      "తెలియదా": 244,
      "తెలుసని": 245,
      "దీని": 246,
      "దీనికి": 247,
      "దుస్తులు": 248,
      "న": 249,
      "నిన్న": 250,
      "నేపథ్య": 251,
      "పట్టడానికి": 252,
      "పార్టీకి": 253,
      "పాలు": 254,
      "పుస్తకం": 255,
      "ప్రతిదీ": 256,
      "ప్రముఖ": 257,
      "ప్రారంభమైంది": 258,
      "భాష": 259,
      "మంచు": 260,
      "మంది": 261,
      "మనమే": 262,
      "మనిషి": 263,
      "మరణం": 264,
      "మర్చిపోయాను": 265,
      "మార్గం": 266,
      "మేరీతో": 267,
      "మొదటి": 268,
      "రాలేదు": 269,
      "రేపు": 270,
      "లాక్": 271,
      "లేరు": 272,
      "వచ్చారు": 273,
      "వదిలి": 274,
      "వద్ద": 275,
      "వర్షం": 276,
      "వారసత్వం": 277,
      "వెళ్ళడం": 278,
      "శక్తివంతమైన": 279,
      "శబ్దం": 280,
      "సంవత్సరం": 281,
      "సమాధానం": 282,
      "సలహా": 283,
      "సాంస్కృతిక": 284,
      "సినిమా": 285,
      "సోదరి": 286,
      "!": 287,
      "1": 288,
      "P": 289,
      "అంగీకరిస్తాడు": 290,
      "అంత": 291,
      "అందంగా": 292,
      "అందుబాటులో": 293,
      "అతనిని": 294,
      "అదే": 295,
      "అద్భుతమైన": 296,
      "అధ్యయనం": 297,
      "అనిపించదు": 298,
      "అనిపించింది": 299,
      "అనుభవం": 300,
      "అమ్మకానికి": 301,
      "అయి": 302,
      "అరిచాడు": 303,
      "అలసిపోయాను": 304,
      "అలాంటి": 305,
      "అవసరమని": 306,
      "అవార్డులు": 307,
      "ఆంగ్ల": 308,
      "ఆందోళన": 309,
      "ఆకలి": 310,
      "ఆపిల్ల": 311,
      "ఆఫ్": 312,
      "ఆమెను": 313,
      "ఆలోచిస్తున్నాను": 314,
      "ఆలోచిస్తున్నాము": 315,
      "ఆసక్తి": 316,
      "ఆసుపత్రికి": 317,
      "ఇంగ్లీష్": 318,
      "ఇక్కడికి": 319,
      "ఇక్కడే": 320,
      "ఇచ్చింది": 321,
      "ఇప్పటికే": 322,
      "ఇప్పుడే": 323,
      "ఇవి": 324,
      "ఇష్టపడలేదు": 325,
      "ఇస్తున్నాను": 326,
      "ఉంచండి": 327,
      "ఉంచాడు": 328,
      "ఉంటానని": 329,
      "ఉంటారు": 330,
      "ఉంటే": 331,
      "ఉండటానికి": 332,
      "ఉండి": 333,
      "ఉండేది": 334,
      "ఉద్యోగం": 335,
      "ఉన్నందున": 336,
      "ఉన్నాడని": 337,
      "ఉన్నారా": 338,
      "ఎక్కడా": 339,
      "ఎడమ": 340,
      "ఎన్ని": 341,
      "ఎన్నిసార్లు": 342,
      "ఎవరికీ": 343,
      "ఏదో": 344,
      "ఐదు": 345,
      "ఒక్క": 346,
      "కత్తిరించాడు": 347,
      "కన్నడ": 348,
      "కప్పు": 349,
      "కలలు": 350,
      "కలవడం": 351,
      "కస్టమర్": 352,
      "కాఫీ": 353,
      "కాలం": 354,
      "కాలు": 355,
      "కాలేజీ": 356,
      "కాల్": 357,
      "కావాలి": 358,
      "కేక్": 359,
      "కొంతమంది": 360,
      "కొట్టాడు": 361,
      "కొనడానికి": 362,
      "కొన్నిసార్లు": 363,
      "కోరాడు": 364,
      "క్షణం": 365,
      "క్షమాపణ": 366,
      "గంటలు": 367,
      "గట్టిగా": 368,
      "గడియారం": 369,
      "గది": 370,
      "గదిలోకి": 371,
      "గాయకుడు": 372,
      "గాయని": 373,
      "గురువు": 374,
      "గుర్తులేదు": 375,
      "గృహాలు": 376,
      "చదివాను": 377,
      "చనిపోయాడు": 378,
      "చరిత్ర": 379,
      "చల్లగా": 380,
      "చారిత్రక": 381,
      "చిత్ర": 382,
      "చిత్రాలలో": 383,
      "చిన్న": 384,
      "చిన్నతనంలో": 385,
      "చూపించాడు": 386,
      "చూశాడు": 387,
      "చూశాను": 388,
      "చూస్తాను": 389,
      "చెందిన": 390,
      "చెత్త": 391,
      "చెప్పండి": 392,
      "చెప్పాడా": 393,
      "చెప్పే": 394,
      "చెప్పేది": 395,
      "చెవి": 396,
      "చెస్": 397,
      "చేతివ్రాత": 398,
      "చేపలను": 399,
      "చేయగలను": 400,
      "చేయటానికి": 401,
      "చేయబడింది": 402,
      "చేయవలసిన": 403,
      "చేయాలనుకున్నాడు": 404,
      "చేయాలనుకున్నాను": 405,
      "చేయాలనుకోవడం": 406,
      "చేయాలి": 407,
      "చేయాల్సిన": 408,
      "చేసింది": 409,
      "చేసినంత": 410,
      "చేసినది": 411,
      "చేసుకున్నాడు": 412,
      "చేసుకున్నారు": 413,
      "చేస్తుంది": 414,
      "చేస్తున్నాడు": 415,
      "చేస్తున్నాను": 416,
      "చేస్తున్నాము": 417,
      "ఛానల్": 418,
      "జపనీస్": 419,
      "జరగలేదు": 420,
      "జుట్టు": 421,
      "జోక్": 422,
      "టీ": 423,
      "డేటింగ్": 424,
      "డ్రైవ్": 425,
      "తక్కువగా": 426,
      "తప్పనిసరిగా": 427,
      "తయారు": 428,
      "తరగతి": 429,
      "తర్వాత": 430,
      "తలుపులు": 431,
      "తీసుకున్నాడు": 432,
      "తీసుకోవాలి": 433,
      "తెలివితక్కువ": 434,
      "తెలివితక్కువవాడు": 435,
      "తెలుసా": 436,
      "త్వరలో": 437,
      "దగ్గర": 438,
      "దాచడానికి": 439,
      "దాన్ని": 440,
      "ద్వారా": 441,
      "ద్వేషిస్తున్నాను": 442,
      "ధన్యవాదాలు": 443,
      "ధరించవద్దు": 444,
      "ధరించాడు": 445,
      "నటుడు": 446,
      "నమ్ముతాడు": 447,
      "నిమిషాలు": 448,
      "నియమాలు": 449,
      "నిరాకరించాడు": 450,
      "నిర్ణయం": 451,
      "నీకు": 452,
      "నీరు": 453,
      "నుంచి": 454,
      "నెమ్మదిగా": 455,
      "నేర్చుకోవాలి": 456,
      "పట్టించుకోను": 457,
      "పదమూడు": 458,
      "పదాలు": 459,
      "పనికి": 460,
      "పనిచేయదు": 461,
      "పనిని": 462,
      "పరిచయం": 463,
      "పాడటానికి": 464,
      "పిలుస్తారు": 465,
      "పిల్లలు": 466,
      "పుట్టినరోజు": 467,
      "పురాతన": 468,
      "పుస్తకాలు": 469,
      "పెట్టాడు": 470,
      "పెట్టె": 471,
      "పెట్టెలో": 472,
      "పెళ్లి": 473,
      "పొడవైన": 474,
      "ప్రజలు": 475,
      "ప్రతిభావంతులైన": 476,
      "ప్రతిరోజూ": 477,
      "ప్రధానంగా": 478,
      "ప్రపంచంలో": 479,
      "ప్రయత్నించండి": 480,
      "ప్రారంభించాడు": 481,
      "ప్రారంభించాము": 482,
      "ప్లాన్": 483,
      "ఫన్నీగా": 484,
      "ఫలితం": 485,
      "ఫోన్": 486,
      "బంతిని": 487,
      "బడికి": 488,
      "బయట": 489,
      "బరువు": 490,
      "బహుముఖ": 491,
      "బూడిద": 492,
      "బోస్టన్‌కు": 493,
      "బోస్టన్‌లో": 494,
      "భద్రత": 495,
      "భార్యకు": 496,
      "భావిస్తాడు": 497,
      "భాషలలో": 498,
      "భాషలు": 499,
      "భాషలో": 500,
      "మంచిది": 501,
      "మధ్య": 502,
      "మన": 503,
      "మనమందరం": 504,
      "మనల్ని": 505,
      "మరమ్మతులు": 506,
      "మరో": 507,
      "మళ్ళీ": 508,
      "మాంసం": 509,
      "మానేయండి": 510,
      "మీతో": 511,
      "ముందుకు": 512,
      "ముగిసింది": 513,
      "ముగ్గురు": 514,
      "ముద్దు": 515,
      "ముప్పై": 516,
      "యాక్షన్": 517,
      "రేడియోను": 518,
      "రైల్వే": 519,
      "లాగా": 520,
      "లేడని": 521,
      "లేను": 522,
      "లేవు": 523,
      "వంతెన": 524,
      "వయస్సు": 525,
      "వస్తాడు": 526,
      "వస్తారు": 527,
      "వాతావరణం": 528,
      "వారంతా": 529,
      "విదేశీ": 530,
      "విభిన్న": 531,
      "విమానాశ్రయానికి": 532,
      "విలువ": 533,
      "విషయం": 534,
      "విషయాలు": 535,
      "విసుగు": 536,
      "వెంటనే": 537,
      "వెనుక": 538,
      "వెళ్లడం": 539,
      "వెళ్లాను": 540,
      "వెళ్ళమని": 541,
      "వెళ్ళలేదు": 542,
      "వెళ్ళాడు": 543,
      "వెళ్ళేటప్పుడు": 544,
      "వేగంగా": 545,
      "వేసవి": 546,
      "వ్యవహరించడం": 547,
      "శాంటాను": 548,
      "శుభ్రం": 549,
      "సంగీతానికి": 550,
      "సంతోషిస్తున్నాను": 551,
      "సంవత్సరాలు": 552,
      "సమయంలో": 553,
      "సమాధానాలు": 554,
      "సమావేశంలో": 555,
      "సముద్రపు": 556,
      "సరిగ్గా": 557,
      "సరైనవి": 558,
      "సాధారణ": 559,
      "సాధారణంగా": 560,
      "సిద్ధంగా": 561,
      "సినిమాలు": 562,
      "సుదీర్ఘ": 563,
      "సునీల్": 564,
      "సులభమైన": 565,
      "సూట్": 566,
      "సూట్‌కేస్‌ను": 567,
      "సూపర్": 568,
      "సోదరుడు": 569,
      "సోమవారం": 570,
      "స్టేషన్": 571,
      "స్థలం": 572,
      "స్నేహితురాలు": 573,
      "స్పష్టంగా": 574,
      "హృదయాన్ని": 575
    },
    "unk_token": "[UNK]"
  }
}