{
  "version": "1.0",
  "truncation": null,
  "padding": null,
  "added_tokens": [
    {
      "id": 0,
      "content": "[UNK]",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 1,
      "content": "[PAD]",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 2,
      "content": "[SOS]",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 3,
      "content": "[EOS]",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    }
  ],
  "normalizer": null,
  "pre_tokenizer": {
    "type": "Whitespace"
  },
  "post_processor": null,
  "decoder": null,
  "model": {
    "type": "WordLevel",
    "vocab": {
      "[UNK]": 0,
      "[PAD]": 1,
      "[SOS]": 2,
      "[EOS]": 3,
      ".": 4,
      "'": 5,
      "I": 6,
      "Tom": 7,
      "to": 8,
      "t": 9,
      "the": 10,
      "you": 11,
      "a": 12,
      "?": 13,
      "is": 14,
      "that": 15,
      "s": 16,
      "was": 17,
      "in": 18,
      ",": 19,
      "me": 20,
      "and": 21,
      "Mary": 22,
      "of": 23,
      "do": 24,
      "have": 25,
      "for": 26,
      "his": 27,
      "this": 28,
      "We": 29,
      "The": 30,
      "he": 31,
      "know": 32,
      "be": 33,
      "it": 34,
      "It": 35,
      "can": 36,
      "don": 37,
      "You": 38,
      "think": 39,
      "are": 40,
      "on": 41,
      "my": 42,
      "not": 43,
      "m": 44,
      "ve": 45,
      "want": 46,
      "what": 47,
      "didn": 48,
      "your": 49,
      "about": 50,
      "has": 51,
      "with": 52,
      "He": 53,
      "ll": 54,
      "as": 55,
      "at": 56,
      "re": 57,
      "very": 58,
      "like": 59,
      "get": 60,
      "going": 61,
      "time": 62,
      "will": 63,
      "How": 64,
      "tell": 65,
      "were": 66,
      "What": 67,
      "him": 68,
      "us": 69,
      "now": 70,
      "an": 71,
      "we": 72,
      "She": 73,
      "They": 74,
      "been": 75,
      "had": 76,
      "said": 77,
      "told": 78,
      "Where": 79,
      "Why": 80,
      "here": 81,
      "French": 82,
      "That": 83,
      "all": 84,
      "d": 85,
      "did": 86,
      "home": 87,
      "one": 88,
      "wanted": 89,
      "Don": 90,
      "doesn": 91,
      "help": 92,
      "isn": 93,
      "need": 94,
      "she": 95,
      "come": 96,
      "go": 97,
      "left": 98,
      "Please": 99,
      "always": 100,
      "asked": 101,
      "got": 102,
      "how": 103,
      "much": 104,
      "over": 105,
      "should": 106,
      "together": 107,
      "up": 108,
      "Indian": 109,
      "Is": 110,
      "anything": 111,
      "enough": 112,
      "room": 113,
      "take": 114,
      "they": 115,
      "today": 116,
      "well": 117,
      "who": 118,
      "Do": 119,
      "Let": 120,
      "My": 121,
      "There": 122,
      "am": 123,
      "back": 124,
      "before": 125,
      "by": 126,
      "ever": 127,
      "her": 128,
      "house": 129,
      "just": 130,
      "many": 131,
      "must": 132,
      "out": 133,
      "really": 134,
      "says": 135,
      "some": 136,
      "won": 137,
      "This": 138,
      "from": 139,
      "good": 140,
      "leave": 141,
      "let": 142,
      "our": 143,
      "people": 144,
      "say": 145,
      "so": 146,
      "still": 147,
      "there": 148,
      "three": 149,
      "when": 150,
      "work": 151,
      "would": 152,
      "Can": 153,
      "car": 154,
      "else": 155,
      "every": 156,
      "happened": 157,
      "heard": 158,
      "knew": 159,
      "man": 160,
      "money": 161,
      "never": 162,
      "no": 163,
      "put": 164,
      "school": 165,
      "see": 166,
      "shouldn": 167,
      "speak": 168,
      "than": 169,
      "too": 170,
      "wait": 171,
      "wasn": 172,
      "-": 173,
      "Are": 174,
      "Telugu": 175,
      "almost": 176,
      "alone": 177,
      "better": 178,
      "book": 179,
      "but": 180,
      "came": 181,
      "could": 182,
      "day": 183,
      "down": 184,
      "even": 185,
      "feel": 186,
      "girl": 187,
      "happy": 188,
      "if": 189,
      "into": 190,
      "last": 191,
      "long": 192,
      "married": 193,
      "mistake": 194,
      "most": 195,
      "name": 196,
      "nothing": 197,
      "off": 198,
      "other": 199,
      "planning": 200,
      "thought": 201,
      "used": 202,
      "way": 203,
      "yet": 204,
      "A": 205,
      "Boston": 206,
      "Both": 207,
      "If": 208,
      "afraid": 209,
      "afternoon": 210,
      "any": 211,
      "busy": 212,
      "buy": 213,
      "cold": 214,
      "couldn": 215,
      "does": 216,
      "doing": 217,
      "door": 218,
      "eat": 219,
      "everyone": 220,
      "everything": 221,
      "father": 222,
      "find": 223,
      "happen": 224,
      "job": 225,
      "known": 226,
      "languages": 227,
      "life": 228,
      "looking": 229,
      "lot": 230,
      "myself": 231,
      "new": 232,
      "next": 233,
      "night": 234,
      "often": 235,
      "old": 236,
      "only": 237,
      "police": 238,
      "probably": 239,
      "problem": 240,
      "quite": 241,
      "remember": 242,
      "rich": 243,
      "right": 244,
      "saw": 245,
      "sick": 246,
      "singer": 247,
      "something": 248,
      "soon": 249,
      "sure": 250,
      "talk": 251,
      "their": 252,
      "times": 253,
      "took": 254,
      "wants": 255,
      "went": 256,
      "where": 257,
      "wonder": 258,
      "year": 259,
      "Could": 260,
      "Did": 261,
      "English": 262,
      "Hindi": 263,
      "John": 264,
      "Maybe": 265,
      "October": 266,
      "answer": 267,
      "anywhere": 268,
      "aren": 269,
      "arrived": 270,
      "because": 271,
      "believe": 272,
      "both": 273,
      "box": 274,
      "call": 275,
      "city": 276,
      "coming": 277,
      "dinner": 278,
      "done": 279,
      "eight": 280,
      "first": 281,
      "fishing": 282,
      "great": 283,
      "hard": 284,
      "knows": 285,
      "language": 286,
      "love": 287,
      "morning": 288,
      "mother": 289,
      "movie": 290,
      "needed": 291,
      "or": 292,
      "party": 293,
      "read": 294,
      "sister": 295,
      "started": 296,
      "stay": 297,
      "stupid": 298,
      "such": 299,
      "summer": 300,
      "teacher": 301,
      "them": 302,
      "things": 303,
      "thinks": 304,
      "true": 305,
      "two": 306,
      "visited": 307,
      "working": 308,
      "write": 309,
      "20th": 310,
      "All": 311,
      "Australia": 312,
      "Didn": 313,
      "Does": 314,
      "Everybody": 315,
      "Her": 316,
      "Look": 317,
      "Nellore": 318,
      "Nobody": 319,
      "Our": 320,
      "S": 321,
      "Stop": 322,
      "Take": 323,
      "Tamil": 324,
      "Who": 325,
      "able": 326,
      "admit": 327,
      "after": 328,
      "already": 329,
      "anybody": 330,
      "away": 331,
      "become": 332,
      "being": 333,
      "boy": 334,
      "child": 335,
      "coffee": 336,
      "cultural": 337,
      "cut": 338,
      "death": 339,
      "died": 340,
      "doctor": 341,
      "drive": 342,
      "eating": 343,
      "end": 344,
      "excuse": 345,
      "eye": 346,
      "face": 347,
      "famous": 348,
      "fish": 349,
      "forget": 350,
      "forgot": 351,
      "front": 352,
      "fun": 353,
      "game": 354,
      "gave": 355,
      "give": 356,
      "glad": 357,
      "hate": 358,
      "haven": 359,
      "heritage": 360,
      "himself": 361,
      "hospital": 362,
      "hours": 363,
      "ice": 364,
      "jealous": 365,
      "kids": 366,
      "learn": 367,
      "liked": 368,
      "likely": 369,
      "live": 370,
      "looked": 371,
      "lose": 372,
      "loved": 373,
      "make": 374,
      "meeting": 375,
      "men": 376,
      "milk": 377,
      "music": 378,
      "notice": 379,
      "ourselves": 380,
      "person": 381,
      "playback": 382,
      "please": 383,
      "poor": 384,
      "popular": 385,
      "pretty": 386,
      "red": 387,
      "refused": 388,
      "restaurant": 389,
      "rules": 390,
      "saying": 391,
      "sea": 392,
      "several": 393,
      "sing": 394,
      "six": 395,
      "son": 396,
      "sorry": 397,
      "start": 398,
      "station": 399,
      "stop": 400,
      "studying": 401,
      "swim": 402,
      "talented": 403,
      "tall": 404,
      "thing": 405,
      "tomorrow": 406,
      "truth": 407,
      "understand": 408,
      "use": 409,
      "walk": 410,
      "watch": 411,
      "wearing": 412,
      "while": 413,
      "why": 414,
      "win": 415,
      "wish": 416,
      "word": 417,
      "words": 418,
      "world": 419,
      "wrong": 420,
      "years": 421,
      "yesterday": 422,
      "!": 423,
      "1": 424,
      "Awards": 425,
      "Birthday": 426,
      "Channel": 427,
      "England": 428,
      "Father": 429,
      "Happy": 430,
      "Has": 431,
      "Have": 432,
      "Here": 433,
      "His": 434,
      "In": 435,
      "Japanese": 436,
      "Kannada": 437,
      "Krishna": 438,
      "Malayalam": 439,
      "Monday": 440,
      "Native": 441,
      "No": 442,
      "OK": 443,
      "P": 444,
      "Put": 445,
      "Sai": 446,
      "Santa": 447,
      "School": 448,
      "Should": 449,
      "Some": 450,
      "South": 451,
      "Sunil": 452,
      "Thank": 453,
      "These": 454,
      "Tokyo": 455,
      "Try": 456,
      "Was": 457,
      "Will": 458,
      "Would": 459,
      "accept": 460,
      "action": 461,
      "actor": 462,
      "advice": 463,
      "again": 464,
      "against": 465,
      "agrees": 466,
      "airport": 467,
      "ancient": 468,
      "another": 469,
      "answers": 470,
      "apologize": 471,
      "apples": 472,
      "around": 473,
      "ask": 474,
      "awards": 475,
      "ball": 476,
      "began": 477,
      "behind": 478,
      "believes": 479,
      "birthday": 480,
      "bit": 481,
      "black": 482,
      "blind": 483,
      "books": 484,
      "bored": 485,
      "boys": 486,
      "brave": 487,
      "break": 488,
      "broke": 489,
      "cake": 490,
      "care": 491,
      "caught": 492,
      "change": 493,
      "chess": 494,
      "children": 495,
      "clear": 496,
      "clock": 497,
      "college": 498,
      "common": 499,
      "continued": 500,
      "correct": 501,
      "cup": 502,
      "customer": 503,
      "date": 504,
      "daughter": 505,
      "dawn": 506,
      "days": 507,
      "dead": 508,
      "decision": 509,
      "dog": 510,
      "dollars": 511,
      "doors": 512,
      "dream": 513,
      "dressed": 514,
      "during": 515,
      "each": 516,
      "east": 517,
      "empty": 518,
      "escape": 519,
      "exactly": 520,
      "expect": 521,
      "expensive": 522,
      "experience": 523,
      "family": 524,
      "fast": 525,
      "feed": 526,
      "feels": 527,
      "fight": 528,
      "films": 529,
      "five": 530,
      "fool": 531,
      "foot": 532,
      "foreign": 533,
      "forgotten": 534,
      "found": 535,
      "four": 536,
      "funny": 537,
      "gets": 538,
      "getting": 539,
      "girlfriend": 540,
      "glass": 541,
      "gone": 542,
      "gray": 543,
      "group": 544,
      "guilty": 545,
      "guy": 546,
      "hair": 547,
      "handwriting": 548,
      "hang": 549,
      "head": 550,
      "hear": 551,
      "heart": 552,
      "helped": 553,
      "hide": 554,
      "hiding": 555,
      "historical": 556,
      "history": 557,
      "homes": 558,
      "homework": 559,
      "horse": 560,
      "hungry": 561,
      "i": 562,
      "idea": 563,
      "ideas": 564,
      "individual": 565,
      "interested": 566,
      "interesting": 567,
      "invited": 568,
      "joke": 569,
      "keep": 570,
      "kill": 571,
      "killed": 572,
      "kills": 573,
      "late": 574,
      "learning": 575,
      "leg": 576,
      "legendary": 577,
      "likes": 578,
      "little": 579,
      "living": 580,
      "lock": 581,
      "looks": 582,
      "loves": 583,
      "lunch": 584,
      "made": 585,
      "makes": 586,
      "making": 587,
      "marry": 588,
      "may": 589,
      "means": 590,
      "meat": 591,
      "meet": 592,
      "meters": 593,
      "minutes": 594,
      "miss": 595,
      "more": 596,
      "movies": 597,
      "nice": 598,
      "nine": 599,
      "number": 600,
      "oldest": 601,
      "once": 602,
      "open": 603,
      "pain": 604,
      "parents": 605,
      "part": 606,
      "pay": 607,
      "phone": 608,
      "piano": 609,
      "place": 610,
      "play": 611,
      "player": 612,
      "powerful": 613,
      "pretend": 614,
      "prime": 615,
      "punished": 616,
      "questions": 617,
      "quickly": 618,
      "quit": 619,
      "radio": 620,
      "rain": 621,
      "report": 622,
      "result": 623,
      "running": 624,
      "safety": 625,
      "sale": 626,
      "sand": 627,
      "sat": 628,
      "scared": 629,
      "secret": 630,
      "seen": 631,
      "serious": 632,
      "shouted": 633,
      "show": 634,
      "side": 635,
      "singers": 636,
      "sit": 637,
      "sitting": 638,
      "skiing": 639,
      "skills": 640,
      "sleep": 641,
      "slept": 642,
      "slowly": 643,
      "somebody": 644,
      "someone": 645,
      "sometimes": 646,
      "speaks": 647,
      "spend": 648,
      "stayed": 649,
      "stuck": 650,
      "study": 651,
      "suit": 652,
      "suitcase": 653,
      "supermarket": 654,
      "table": 655,
      "talking": 656,
      "taught": 657,
      "tea": 658,
      "telugu": 659,
      "temple": 660,
      "temples": 661,
      "terrible": 662,
      "thinking": 663,
      "thirteen": 664,
      "thirty": 665,
      "thousand": 666,
      "threw": 667,
      "through": 668,
      "tired": 669,
      "town": 670,
      "train": 671,
      "traveled": 672,
      "treated": 673,
      "trust": 674,
      "trying": 675,
      "understood": 676,
      "usually": 677,
      "various": 678,
      "visit": 679,
      "water": 680,
      "weekend": 681,
      "weight": 682,
      "weird": 683,
      "which": 684,
      "white": 685,
      "wife": 686,
      "window": 687,
      "without": 688,
      "worked": 689,
      "worst": 690,
      "wouldn": 691,
      "written": 692,
      "wrote": 693,
      "young": 694,
      "yours": 695
    },
    "unk_token": "[UNK]"
  }
}